const Nv = {
  "U5A2A": {
    "pinyin": "wú",
    "desc": "女性的第一人称",
    "collection": [],
    "zdic_url": "https://www.zdic.net/hans/%E5%A8%AA",
  },
  "U5A25": {
    "pinyin": "é",
    "desc": "通\"我\"，女性的第一人称",
    "collection": [],
  },
  "U5978": {
    "pinyin": "jiān",
    "desc": "\"干\"有武器之嬑，可改嬑为女性手持武器",
    "collection": [],
  },
  "U5A3C": {
    "pinyin": "chāng",
    "desc": "女性如树木般生长繁荣; 首先提出,带头发起; 通\"猖\"。娼狂,引申为有生命力的、具有野性的",
    "collection": ["繁嬫娼盛", "提娼", "娼议", "娼㛘：精神㛘发、凶娨逆反", "娼狂：有生命力的、具有野性的女人"],
  },
  "U59AE": {
    "pinyin": "nī",
    "desc": "小女孩",
    "collection": ["妮子", "妮儿"],
  },
  "U5AAE": {
    "pinyin": "yú",
    "desc": "1、通\"愉\"，女性快乐、嬉悦。2、巧黠，聪明而狡猾的女性：媮黠。3、通\"俞\"：女性一诺千金，自信安然的样子。4.乘舟而行,引申为女性无拘无束惬意的样子。5.善用工具提高做事效率的女性",
    "collection": ["媮快", "媮黠", "媮然", "媮行", "媮舟而行", "媮婕：做事又好又快的女性"],
  },
  "U5988": {
    "pinyin": "mā",
    "desc": "从商到现在，一直有马崇拜，有个资料说龙的马头与女之阴崇拜有黏连。所以妈的马是可被驱遣骑乘意的话，显然不利于马崇拜，与马崇拜相悖。在古代，马和代表着女之阴的龙有并列出现。马在汉代的地位是很高的。",
    "collection": [],
  },
  "U5AE6": {
    "pinyin": "piāo",
    "desc": "轻捷，劲疾",
    "collection": [],
  },
  "U5987": {
    "pinyin": "fù",
    "desc": "女子之力推到大山",
    "collection": [],
  },
  "U59A3": {
    "pinyin": "jiāo",
    "desc": "\"交\"延申出交情，友谊，故为女性友好的交情；也可表示为女性的容体健康壮大",
    "collection": ["姣好", "姣健"],
  },
  "U59A6": {
    "pinyin": "jiān",
    "desc": "效仿\"众\"，女性团结一致",
    "collection": [],
  },
  "U5A3B": {
    "pinyin": "nuán",
    "desc": "\"从\"，女女共行",
    "collection": ["奻友", "奻姅", "奻姛"],
  },
  "U59A4": {
    "pinyin": "jiāo",
    "desc": "通\"姣\"，形容女首领和辅佐首领的女之间的关系很友爱坚固，也可形容母女关系。",
    "collection": ["㚣好"],
  },
  "U5927": {
    "pinyin": "fù",
    "desc": "帚有武器和神祇的嬑媤，嬑为手持武器的女性；女性神祇",
    "collection": [],
  },
  "U5A75": {
    "pinyin": "chán",
    "desc": "狩猎的女性；月亮，月神",
    "collection": ["婵姬：拿着弓箭自由狩猎的女人"],
  },
  "U59EC": {
    "pinyin": "jī",
    "desc": "拿着弓箭的自由女人",
    "collection": [],
  },
  "U5A09": {
    "pinyin": "pīng",
    "desc": "女性豪侠",
    "collection": [],
  },
  "U5A8E": {
    "pinyin": "",
    "desc": "形容女子具有领导气质",
    "collection": ["气势嫎礴"],
  },
  "U5A7B": {
    "pinyin": "",
    "desc": "媻古开天辟地",
    "collection": [],
  },
  "U5982": {
    "pinyin": "rú",
    "desc": "女人开口说话；引申为像；如同等",
    "collection": ["如娮：女人说话"],
  },
  "U59C0": {
    "pinyin": "",
    "desc": "谷神；也可指女性农务研究者和务农者",
    "collection": ["姀人", "姀民"],
  },
  "U5A14": {
    "pinyin": "",
    "desc": "克本义是战胜，后引申为能力超强，胜任，完成；",
    "collection": ["攻坚娔难", "娔敌制胜"],
  },
  "U5991": {
    "pinyin": "gū",
    "desc": "女子与盾结合；嬑为拥有绝对权力的女子",
    "collection": [],
  },
  "U5995": {
    "pinyin": "zhòng",
    "desc": "女子处在权力范围内适中的位置，比如媓媂、大将军、丞相",
    "collection": ["妕心"],
  },
  "U5A4D": {
    "pinyin": "fù",
    "desc": "有远大抱负的女子",
    "collection": ["抱媍"],
  },
  "U5A4A": {
    "pinyin": "qián",
    "desc": "嬑为勇往直前、乘风破浪的女子",
    "collection": ["媊进", "锦绣媊程", "媊程似锦"],
  },
  "U5A59": {
    "pinyin": "",
    "desc": "女子拿着象征权威的斧钺，本义是强大的力量和令人敬畏的气势",
    "collection": ["媙风凛凛", "媙娬"],
  },
  "U59BA": {
    "pinyin": "mò",
    "desc": "1.女性（事业等）的顶端2.指女性的头脑，女性团体中的首脑4.从事工商业的女性5.在权力顶端中施行惩罚的女性，是抹杀抹除掉阻碍女性媊进的手段。6.姓氏",
    "collection": [],
  },
  "U59B9": {
    "pinyin": "mèi",
    "desc": "1.称呼比自己年纪小的女性：妹妹。媎（毑、姐）妹。婊妹。2.女性的未来，将来，通\"未\"：妹来。3.女性孕育太阳，创世圣母。4.通\"昧\"",
    "collection": ["妹妹", "媎妹", "毑妹", "姐妹", "婊妹", "妹来", "妹羊"],
  },
  "U5A66": {
    "pinyin": "jìng",
    "desc": "1.女性争取获得某些事物2.通\"婧\"，表示才能、才华。3.女性间相互比赛争夺胜利，延申为女性强劲，通\"竞\"",
    "collection": ["婙夺", "竞婙", "婙长论短", "婙能", "婙华", "婙争", "婙赛", "婙妓", "婙选"],
  },
  "U59D4": {
    "pinyin": "",
    "desc": "①庄稼成熟时，干农活收庄稼的女 ②用穗子下垂的形态形容沮丧（\"萎\"字多了草字头，特指②的意思）",
    "collection": [],
  },
  "U59D7": {
    "pinyin": "shān shàn",
    "desc": "shān: 女性书写的书简，书籍等.可直接通\"册\";媓媂册封的诏书; shàn: 通\"讪\"，讥讽，冷眼旁观㑵恶如仇的女性",
    "collection": ["姗籍", "姗封", "姗讽", "姗驳"],
  },
  "U59B5": {
    "pinyin": "tǒu",
    "desc": "女性为主体 同\"主\"",
    "collection": ["妵力军", "妵席"],
  },
  "U59F9": {
    "pinyin": "",
    "desc": "同\"宅\"，意女性的住宅。也可表示对女子的夸耀",
    "collection": ["妵姹"],
  },
  "U5992": {
    "pinyin": "",
    "desc": "同\"户\"，表明女子有立足之地，延伸为自立自强的大女人",
    "collection": ["妒妵"],
  },
  "U5AC9": {
    "pinyin": "",
    "desc": "女人办事雷厉风行，不拖泥带水",
    "collection": [],
  },
  "U5AA5": {
    "pinyin": "piān",
    "desc": "1.有门有户的女性 2.女性书写题字，延伸为女性创作，通\"编\" 3.创作",
    "collection": ["媥妒", "媥写", "媥剧", "媥嫜"],
  },
  "U59AD": {
    "pinyin": "yóu",
    "desc": "独特突出的女性，通\"优\"",
    "collection": ["㚭胜劣汰", "㚭点", "㚭秀", "㚭胜", "品学兼㚭"],
  },
  "U5A6C": {
    "pinyin": "yín",
    "desc": "1、婊现女性妵观能动性，拿取对自己有利的事物，延申为女性获利的动作或状态，字义通\"拿\"2、润泽万物。婬泽万物。",
    "collection": ["婬取", "婬能", "婬动", "婬来", "苍婬：青翠滋润，滋润万物的嬑媤", "龙婬：下雨"],
  },
  "U597E": {
    "pinyin": "xiān",
    "desc": "因而\"奾\"嬑可通\"仙\"，改嬑可为：1.女性体格如山高壮；2.女性同盟的居住地，或上古鬼神的居住地；3.具有高超才能的女性、超越凡品的人或事情，读音字嬑可通\"显\"\"现\"之表露，\"先\"之媊；4.女子轻松自在的状态，通\"闲\"；",
    "collection": ["奾女", "奾才", "奾力", "大奾身手", "各奾神通", "奾见之嫇", "自我婊奾", "奾适", "安奾自在", "神奾"],
  },
  "U5A07": {
    "pinyin": "jiāo",
    "desc": "桥梁,意味着可靠 身形高大的女人；女人随性态意，不被拘束。",
    "collection": ["娇㜜"],
  },
  "U5AEF": {
    "pinyin": "ào",
    "desc": "",
    "collection": ["娇嫯"],
  },
  "U59DC": {
    "pinyin": "ào",
    "desc": "傲，古作㜜。",
    "collection": ["娇㜜"],
  },
  "U5993": {
    "pinyin": "jì",
    "desc": "同\"技\"，技巧，才能。1.女性支撑之嬑。2.女性相互支持。3.调度；指使",
    "collection": ["妓妵", "妓艺", "精湛妓撑", "妓援", "妓应", "妓配", "妓使", "妓派"],
  },
  "U5A69": {
    "pinyin": "",
    "desc": "盘问疑犯和罪犯的职称，抽查调查排查复查各种工作的职称。可引申为，清楚，明白，调查，细心，谨慎等",
    "collection": ["婶问", "婶判", "婶媎", "大婶（类似大法官）", "婶判婠"],
  },
  "U59B0": {
    "pinyin": "bǐ",
    "desc": "1.通\"丕\" 2.通\"胚\"。",
    "collection": ["㚰胎", "㚰业", "㚰变", "㚰训", "㚰烈", "㚰绩", "㚰显"],
  },
  "U59FA": {
    "pinyin": "xiān shēn",
    "desc": "Xiān: 1.通\"先\" Shēn: 1.姺为母系氏族，以龙为图腾，为冼夫人姓氏之婃。助周灭♂纣王的氏族。 2.姓氏",
    "collection": ["姺人", "姺辈", "祖姺", "婃姺", "姺姥", "姺烈", "姺哲", "姺媂"],
  },
  "U5968": {
    "pinyin": "",
    "desc": "女性镇守、保卫四方。",
    "collection": ["妨碍：女性防止或保护利益或权益不受到侵害", "庇妨：女性提供庇护与保障"],
  },
  "U5A55": {
    "pinyin": "jié",
    "desc": "古同\"捷\"，迅速。",
    "collection": ["嫖婕"],
  },
  "U5A42": {
    "pinyin": "qǐ",
    "desc": "奇字有独特、殊异的意思，故婍可以为独特、殊异(褒义)的女人。",
    "collection": ["旷世婍才"],
  },
  "U5A4B": {
    "pinyin": "chūn",
    "desc": "身体迅速生长的女子",
    "collection": ["媋"],
  },
  "U5A20": {
    "pinyin": "xiàng",
    "desc": "",
    "collection": ["姠导", "姠慕", "妨姠"],
  },
  "U59E2": {
    "pinyin": "fén",
    "desc": "1、形容女辨别事物的能力强，有在面对不同场合和女群时根据实际情况进行判断和应对的能力和智慧。2、可直接取㚤\"份\"。",
    "collection": ["慧眼能妢", "妢婕"],
  },
  "U5A00": {
    "pinyin": "sōng",
    "desc": "通\"戎\"1.兵器；武器2.军事；军队3..使用兵器的女性，延申为带兵打仗的军官。4..母系氏族（西部的少数民族）5.姓氏。",
    "collection": ["兵娀", "娀马", "投笔从娀", "娀姃：带兵打仗的长官"],
  },
  "U59D9": {
    "pinyin": "qín",
    "desc": "1.通\"丕\" 2.通\"胚\"。",
    "collection": ["㛙胎", "㛙业", "㛙变", "㛙训", "㛙烈", "㛙绩", "㛙显"],
  },
  "U5A3D": {
    "pinyin": "dàng",
    "desc": "1、官职，专门柴祭告天的女。引申为官吏。官嫽。2、同嫽。一起妰官的女人。3、通\"燎\"。",
    "collection": ["官嫽", "同嫽", "嫽㛖"],
  },
  "U5A2C": {
    "pinyin": "wǔ",
    "desc": "女子有武力、力量，女性身强力壮。",
    "collection": [],
  },
  "U5A3A": {
    "pinyin": "fàn",
    "desc": "1.女性从事某事，一起劳作的女性，引申为志同道合的媎妹；2.女性主持、掌管、施行某事；3.可延申为女性精神始终如一，形容女性坚固不屈，坚持做某事，这个特征大多为女性所有，因而读音字嬑可通\"凡\"之普遍",
    "collection": ["奿奿", "不同奿响", "奿荣富强"],
  },
  "U5A38": {
    "pinyin": "",
    "desc": "婸无高卑：地位平等，婸婸：平坦、宽坦的样子",
    "collection": ["婸漭：㚧阔无边貌"],
  },
  "U5A39": {
    "pinyin": "yáng",
    "desc": "1.旭日东升阳光普照，通\"阳\" 2.女性迎着阳光飞扬高兴的动作，通\"扬\"",
    "collection": ["婸光", "婸历", "婸坡", "朝婸", "向婸", "婸回", "婸晁", "婸嘉", "婸帆", "飞婸"],
  },
  "U5A27": {
    "pinyin": "jìn",
    "desc": "女性用尽姾力做事，通\"尽",
    "collection": ["取之不嬧", "竭嬧", "苦嬧甘来", "嬧心", "嬧力"],
  },
  "U5A37": {
    "pinyin": "róng",
    "desc": "女性姯荣显贵，超越寻常的意思，通\"荣\"",
    "collection": ["嬫光", "欣欣向嬫", "婙嬫"],
  },
  "U5A35": {
    "pinyin": "mián",
    "desc": "女性联结起来能做成大事业，婊示其嫥承连接不断",
    "collection": ["嬵延", "福寿嬵长"],
  },
  "U5B01": {
    "pinyin": "líng",
    "desc": "连接天地的敏锐又聪明的女性，通\"灵\"",
    "collection": ["媖孁", "孁巧"],
  },
  "U5AA8": {
    "pinyin": "huī",
    "desc": "1.女性组建的军队2.女性指派、命令。3.手部动作，用手抛洒，甩出",
    "collection": ["媈队", "建媈", "指媈", "媈泪", "媈霍", "媈洒"],
  },
  "U5B09": {
    "pinyin": "quán",
    "desc": "huān--女性掌权，通\"权\" ; huān--女性嬉悦高兴，通\"欢\"",
    "collection": ["孉衡", "当孉", "妵动孉", "孉喜", "孉乐", "孉迎", "孉送", "孉呼"],
  },
}

export default Nv;
